[
    {
        "id": 3712261,
        "note": "Hong Kong is a special administrative region of the People's Republic of China. It is one of the most densely populated areas in the world.",
        "date": "2024-03-08 at 10:04:36"
    },
    {
        "id": 2983191,
        "note": "Honolulu is the capital and most populous city of the U.S. state of Hawaii, which is in the Pacific Ocean.",
        "date": "2024-04-22 at 18:35:05"
    },
    {
        "id": 2983191,
        "note": "Hawaii boasts the best weather on the planet, making nearly anytime the perfect time for an escape to Honolulu. Hurricane season, from June to November, rarely touches the Islands, and an unpredictable bout of rain remains the mild disclaimer of any tropical island destination, Honolulu included.",
        "date": "2024-04-24 at 10:02:42"
    },
    {
        "id": 3712261,
        "note": "Hong Kong is located in the subtropics, with pleasant weather most of the time and no extreme weather.",
        "date": "2024-03-09 at 16:41:17"
    },
    {
        "id": 126964,
        "note": "Known for its counter-culture roots, eclectic music scene, startup tech companies, booming immigration populations, and picturesque views, San Francisco is an exciting city to visit.",
        "date": "2022-03-02 at 16:51:09"
    },
    {
        "id": 126373,
        "note": "San Diego is home to several major attractions, including the San Diego Zoo, one of the largest and most prestigious zoos in the world and Balboa Park, a massive urban cultural park featuring museums, gardens, and performance spaces.",
        "date": "2022-07-15 at 14:28:16"
    },
    {
        "id": 113920,
        "note": "Washington, D.C. is the capital city and federal district of the United States and one of the nation's largest and most influential cultural, political, and economic regions.",
        "date": "2023-10-09 at 8:12:31"
    },
    {
        "id": 113920,
        "note": "Washington, D.C. is well-served by public transportation. The Metro system is efficient for getting around the city and suburbs. Additionally, the city is very walkable, especially around the major tourist sites.",
        "date": "2023-10-10 at 16:25:17"
    },
    {
        "id": 126964,
        "note": "San Francisco is a very walkable city, but it's also known for its steep hills. Comfortable shoes are a must if you plan on exploring on foot.",
        "date": "2022-03-03 at 11:27:36"
    },
    {
        "id": 126373,
        "note": "San Diego's food scene is robust and diverse, known especially for its excellent Mexican food and fresh seafood.",
        "date": "2022-07-17 at 16:41:59"
    },
    {
        "id": 144571,
        "note": "Paris is one of the most beautiful and culturally rich cities in the world. It is also the capital and most populous city of France.",
        "date": "2021-05-11 at 14:23:47"
    },
    {
        "id": 144571,
        "note": "Paris is particularly famous for its museums and landmarks. Famous attractions include the Louvre, the Eiffel Tower and Notre-Dame.",
        "date": "2021-05-12 at 17:36:28"
    },
    {
        "id": 3708105,
        "note": "Rome, the capital of Italy, is an interesting place to travel, with a long history and rich culture.",
        "date": "2023-07-28 at 12:33:51"
    },
    {
        "id": 3708105,
        "note": "Spring and autumn are ideal for visiting Rome, as the weather is pleasant and the crowds are smaller than in peak summer months.",
        "date": "2023-07-29 at 9:29:46"
    },
    {
        "id": 45633,
        "note": "London is the capital and largest city of England and the United Kingdom. The weather in London is very unpredictable, often cloudy or rainy.",
        "date": "2024-02-17 at 13:07:24"
    },
    {
        "id": 45633,
        "note": "London is one of the most popular cities in the world. It’s home to charming pubs, world-class museums, tons of history, some of the best theater performances in the world, a diverse population and incredible food.",
        "date": "2024-02-18 at 18:05:28"
    },
    {
        "id": 3705817,
        "note": "Tokyo is a crazy, frenetic, eclectic, and astounding city. It marries traditional tastes, unique fashion, Western music, avant-garde cocktails, and delicious food.",
        "date": "2023-08-23 at 13:27:01"
    },
    {
        "id": 3705817,
        "note": "Politeness and etiquette are important in Japanese culture. Be mindful of local manners, such as bowing, removing your shoes before entering homes and some traditional accommodations.",
        "date": "2023-08-24 at 16:04:29"
    },
    {
        "id": 123214,
        "note": "New York is the most populous city in the United States as known as the world's most important city and the capital of the world, located at the southern tip of New York State.",
        "date": "2023-12-23 at 13:16:52"
    },
    {
        "id": 123214,
        "note": "New York has many famous attractions such as Times Square, Central Park, the Statue of Liberty, and museums like the Metropolitan Museum of Art or the Museum of Modern Art.",
        "date": "2023-12-24 at 17:33:29"
    }
]
